Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The character remains aware and active, but is incapable of complex communication or other mental actions and is motivated by instinct and primitive urges more than conscious thought.
fr_fr: Le personnage reste éveillé et actif, mais il est incapable de communications complexe ou de toute autre actions mental et est plus motivé par ses instinct et envies primitives que dans son étât conscient.

source: Though it is recommended that the player retain control of their character while using Unconscious Lead, the gamemaster should feel free to direct the character’s actions as they see fit.
fr_fr: Bien qu'il soit recommandé que le joueur garde le contrôle de son personnage pendant l'utilisation de Guide de l'Inconscient, le maître de jeu devrait se sentir libre de diriger les actions du personnage comme il l'entend.

source: {Psi-Gamma Sleights} Psi-gamma sleights deal with contacting (reading and communicating) and influencing the function of biological minds (egos within a biomorph, but also including animal life).
fr_fr: {Exploit Gamma-Psi} Les exploits gamma psi traitent de contacter (ou lire et communiquer) et d'influencer les fonctions d'esprits biologiques (des egos dans une biomorph, mais incluant également les formes de vie animales).

source: Psi-gamma is only available to characters with Level 2 of the Psi trait.
fr_fr: Les exploiits gamma psi ne sont disponibles qu'aux personnage qui disposent du trait Psi au Niveau 2.

source: Most psi-gamma use is handled as an Opposed Test between the async and the target (p.
fr_fr: La plupart des utilisation du psi-gamma sont résolues par un Test Opposé entre l'async et la cible (p.

source: {Alienation} Psi Type: Active
fr_fr: {Aliénation} Type: Actif

source: Range: Touch
fr_fr: Portée: Contact

source: Skill: Psi Assault
fr_fr: Compétence: Assaut Psi

source: Alienation is an offensive sleight that create a sense of disconnection between an ego and its morph—similar to that experienced when resleeved into a new body.
fr_fr: Aliénation est un exploit offensif qui cré un sentiment de déconnexion entre un ego et sa morph - similaire à celui vécu lors d'une réincarnation dans un nouveau corps.

source: The ego finds their body cumbersome, strange, and alien, almost like they are a prisoner within it.
fr_fr: L'égo trouve son corps encombrant, bizarre et étranger, presque comme si il était emprisonné dans ce corps.

source: If the async beats the target in an Opposed Test, treat the test as a failed Integration Test (p.
fr_fr: Si l'async bat la cible dans un Test Opposé, considérez le test comme un Test d'Intégration raté (p.

source: 272) for the target.
fr_fr: 272) pour la cible.

source: This effect lasts for the sleight’s duration.
fr_fr: Cet effet persiste pour la durée de l'exploit

source: {Charisma} Psi Type: Active
fr_fr: {Charisme} Type: Actif

source: Duration: Temp (Minutes)
fr_fr: Durée: Temp (Minute)

source: Skill: Control
fr_fr: Compétence: Contrôle

source: The async uses this sleight to influence the target’s mind on a subconscious level, so that the target perceives them to be charming, magnetic, and persuasive.
fr_fr: L'async utilise cet exploit pour influencer l'esprit de la cible à un niveau subconscient, de manière à ce qu'elle le perçoive comme étant charismatique, magnétique et persuasif.

source: If the async beats the target in an Opposed Test, they gain a +30 modifier on all subsequent Social Skill Tests for the chosen duration.
fr_fr: Si l'async bat la cible dans un Test Opposé, il gagne un modificateur de +30 sur tous les Tests de Compétences Sociales suivants pendant la durée choisie.

source: {Cloud Memory} Psi Type: Active
fr_fr: {Mamoire Brumeuse} Type: Actif

source: Cloud Memory allows the async to temporarily disrupt the target’s ability to form long-term memories.
fr_fr: Mémoire Brumeuse permet à l'async d'interrompre temporairement la capacité de la cible a former une mémoire à long terme.

source: If the async wins the Opposed Test, the target’s memorysaving ability is negated for the duration.
fr_fr: Si l'async gagne un Test Opposé, la capacité de mémmorisation de la cible est annulée pendant la durée de l'exploit.

source: The target will retain short-term memories during this time, but will soon forget anything that occurred while this sleight was in effect.
fr_fr: La cible retiendra les souvenirs à court-terme pendant cette période de temps, mais elle oubliera rapidement tout ce qui s'est produit pendant que l'exploit était actif.

source: {Deep Scan} Psi Type: Active
fr_fr: {Analyse en Profondeur} Type: Actif

source: Strain Mod: +1
fr_fr: Mod. de Drain: +1

source: Skill: Sense
fr_fr: Compétence: Divination

source: Deep Scan is a more intrusive version of Thought Browse (p.
fr_fr: Scan en Profondeur est une version plus intrusive de Parcours des Pensées (p.

source: 228), made to extract information from the targeted individual.
fr_fr: 228), fait pour extraire des information de l'individu ciblé.

source: If the Opposed Test succeeds, the async telepathically invades the target’s mind and can probe it for information.
fr_fr: Si le Test Opposé réussit, l'async envahi télépathiquement l'esprit de la cible et peut le sonder à la recherche d'information.

source: For every 10 full points of MoS the async achieves on their test, they retrieve one piece of information.
fr_fr: Pour chaque tranche coimplète de 10 points de MdS que l'async obtient à son tets, il trouve un morceau d'information.

source: Each item takes one full Action Turn to retrieve, during which the sleight must be sustained.
fr_fr: Chaque élément prend une Action Complexe a récupérer, pendant laquelle l'exploit doit être maintenu.

source: The target is aware of this mental probing, though they will not know what information the async acquired.
fr_fr: La cible est consciente de cette sonde mentale, bien qu'elle ne sache pas quelle information l'async a récupéré.

source: {Drive Emotion} Psi Type: Active
fr_fr: {Déclencher une Emotion} Type: Actif

source: This sleight allows the async to stimulate cortical areas of the target’s brain related to emotion.
fr_fr: Cet exploit autorise l'async a stimuler les zones corticales liées au émotions du cerveau de l'a cible.

source: This allows the async to induce, amplify, or tone down specific emotions, thereby manipulating the target.
fr_fr: Cela permet à l'async d'induire, d'amplifier ou d'atténuer des émotions spécifiques, manipulant ainsi la cible.

source: If the async beats the target in an Opposed Test, they will act in accordance with the emotion for the duration and under certain circumstances may suffer from certain penalties (up to +/–30), as determined by the gamemaster.
fr_fr: Si l'async bat la cible dans un Test Opposé, elle agira en accord avec l'émotion pour la durée de l'exploit et sous certaines circonstances elle pourrait subir certaines pénalités (jusqu'à +/-30), déterminées par le amître de jeu.

source: For example, an async might receive a +30 Intimidation Test modifier against a target imbued with fear.
fr_fr: Par exemple, un async pourrait recevoir un bonus de +30 à un Test d'Intimidation contre une cible emplie de peur.

source: {Ego Sense} Psi Type: Active
fr_fr: {Perception Egotique} Type: Actif

source: Range: Close
fr_fr: Portée: Proche

source: Ego Sense can be used to detect the presence and location of other sentient and biological life forms (i.e., egos) within the async’s range.
fr_fr: Perception Egotique peut être utilisé pour détecter la présence et la localisation d'autre forme de vie consciente et biologique (c.à.d, des égos) à portée de l'async.

source: To detect these life forms, the async makes a single Sense Test, opposed by each life form within range.
fr_fr: Pour détecter ces forme de vie, l'async fait un simple Test de Divination, opposé par chaque forme de vie à portée.

source: The async may suffer a modifier for detecting small animals and insects, similar to the modifier applied for targeting them in ranged combat (see p.
fr_fr: L'async peu souffrir d'un modificateur pour détecter de petits animaux et insectes, similaire aux modificateurs appliqués pour les cibler en combat ) distance (voir p.

source: 193); likewise, a modifier for detecting larger life forms may also be applied.
fr_fr: 193); de la même manière, un modificateur pour détecter les formes de vie les plus grosses peut aussi être appliqué.

source: If successful, the async has detected that the life form is nearby.
fr_fr: Si le test est réussi, l'async a détecté que la forme de vie est proche.

source: Every 10 full points of MoS will ascertain another piece of information regarding the detected life: direction from async, approximate size, type of creature, distance from async, etc.
fr_fr: Chaque tranche de 10 points de MdS donnera une information supplémentaire en lien avec la forme de vie détectée: direction vis à vis de l'async, taille approximative, type de créatuer, distance de l'async, etc.

source: The async will know if the target moves, if they do so during the sleight’s duration.
fr_fr: L'asycn saura si la cible bouge, tant qu'elle el fait pendant la durée de l'exploit.

source: {Empathic Scan} Psi Type: Active
fr_fr: {Analyse Empathique} Type: Actif

source: Empathic Scan enables the async to sense the target’s base emotions.
fr_fr: Analyse Empathique donne à l'async la possibilité de sentir les émotiosn basique de la cible.

source: If the async wins the Opposed Test, they intuitively feel the target’s emotional current state for as long as the sleight is sustained.
fr_fr: Si l'async emporte le test Opposé, ils ressentent intuitivement l'état émotionnel courant de la cible tant que l'exploit est maintenu.

source: At the gamemaster’s discretion, this knowledge may provide a modifier (up to +30) for certain Social skill tests.
fr_fr: A la discrétion du maître de jeu, cette connaissance peut donner un modificateur (jusqu'à +30) pour certains tests de compétences Sociaux.

source: {Implant Memory} Psi Type: Active
fr_fr: {Implantation Mémorielle} Type: Actif

source: An async using this sleight can implant a memory of up to an hour’s length inside the target’s mind.
fr_fr: Un async utilisant cet exploit peu implanter un souvenir d'une durée inférieur à une heure à l'intérieur de l'esprit de la cible.

source: This memory very obviously does not belong to the target—there is no way they will confuse it for one of their own.
fr_fr: Ce souvenir n'appartient pas à la cible, et ce de manière évidente - elle ne peut pas le confondre avec l'un des siens.

source: The intent is not to fake memories, but to place one of the async’s memories in the target’s mind so that the target can access it just like any other memory.
fr_fr: L'intention n'est pas de faire des faux souvenirs, mais de place l'un des souvenirs de l'async dans l'esprit de la cible pour que la cible puisse y accéder comme à n'importe quel autre souvenir.

source: This can be useful for “archiving” important data with an ally, providing a literal alternate perspective, or simply making a “data dump” for the target to peruse.
fr_fr: Cela peut-être utile pour "archiver" des données importantes avec un allié, pour littérallement fournir un point de vue différent ou simplement pour faire un "dump de donnée" que la cible pourra lire attentivement.

source: Implant Memory requires an Opposed Test against unwilling participants.
fr_fr: Implantation Mémorielle requiert un Test Opposé contre un participant contraint.

source: At the gamemaster’s discretion, particularly traumatic memories might inflict mental stress on the recipient (p.
fr_fr: Au chois du maître de jeu, des souvenirs particulièrement traumatisant pourrait infliger du stress mental au récipiendaire (p.

source: {Implant Skill} Psi Type: Active
fr_fr: {Implantation de Compétences} Type: Actif

source: Similar to Implant Memory, this sleight allows the async to impart some of their expertise and implant it into the target’s mind.
fr_fr: De manière similaire à Implantation Mémorielle, cet exploit permet à l'async de transmettre une partie de son expertise dans l'esprit de sa cible.

source: For the duration of the sleight, the target benefits when using that skill.
fr_fr: Pour la durée de l'exploit, la cible bénéficie de cette expertise lorsqu'elle utilise cette compétence.

source: If the async’s skill is between 31 and 60, the target receives a +10 bonus.
fr_fr: Si la compétence de l'async est comprise entre 31 et 60, la cible reçoit un bonus de +10.

source: If the async’s skill is 61+, the target receives a +20 bonus.
fr_fr: Si la compétence de l'async est supérieur à 61, la cible reçoit un bonus de +20.

source: Implant Skill requires an Opposed Test against unwilling participants.
fr_fr: Implantation de Compétences nécessite un test Opposé contre les participants contraints.

source: In some cases, the target has been known to use the skill with the async’s flair and mannerisms.
fr_fr: Il est arrivé que, dans certains cas, la cible utilise la compétence avec le style et les mannières de l'async.

source: {Mimic} Psi Type: Active
fr_fr: {Imitation} Type: Actif

source: In a setting where changing your body and face is not unusual, people learn to recognize habits and personality quirks more often.
fr_fr: Dans un cadre où changer de corps et de visage n'est pas unusuel, les gens apprennent à reconnaître les habitudes et la bizarrerie dans la personnalité un peu plus souvent.

source: The async must use this sleight on a target and succeed in a Success Test.
fr_fr: L'async doit utiliser cet exploit sur une cible et réussir un Test de Réussite.

source: If successful, the async acquires an “imprint” of the target’s mind that they can take advantage of when impersonating that ego.
fr_fr: En cas de réussite, l'async acquiert une "empreinte" de l'esprit de la cible qu'il peut utiliser en imitant cet égo.

source: The async then receives a +30 bonus on Impersonation Tests when mimicking the target’s behavior and social cues.
fr_fr: L'async reçoit un bonus de +30 sur les Tests d'Imposture lorsqu'il imite le comportement et les signaux sociaux de la cible.

source: {Mindlink} Psi Type: Active
fr_fr: {Lien Mental} Type: Actif

source: Strain Mod: +1/target after first
fr_fr: Mod. de Drain: +1/cible après la première

source: Mindlink allows two-way mental communication with a target.
fr_fr: Lien Mental permet une communication mentale à double sens avec une cible.

source: This may be used on more than one target simultaneously, in which case the async can act as a telepathic “server,” so that everyone mindlinked with the async may also telepathically communicate with each other (via the async, however, so they overhear).
fr_fr: Cela peut-être utilisé sur plsu d'une cible simultanément, auquel cas l'async peut agir comme un "server" télépathiqe, de façon à ce que quiconque lié mentalement avec l'async puisse aussi communiquer mentalement avec les autres (via l'async cependant, donc ils entendent la conversation).

source: Language is still a factor in mindlinked communications, but this barrier may be overcome by transmitting sounds, images, emotions, and other sensations.
fr_fr: Le langage est toujours un facteur dans les conversataion par lien mental, mais cette barrière peut-être franchie en transmettant des sons, des images, des émotions et d'autres sensations.

source: Mindlink requires an Opposed Test against unwilling participants.
fr_fr: Lien Mental nécessite un Test Opposé contre els aprticipants contraints.

source: {Omni Awareness} Psi Type: Active
fr_fr: {Omniscience} Type: Actif

source: An async with Omni Awareness is hypersensitive to other biological life that is observing them.
fr_fr: Un async avec Omniscience est hypersensible aux autres forme de vie biologique qui l'observent.

source: During this sleight’s duration, the async makes a Sense Test that is opposed by any life that has focused their attention on them within the sleight’s range; if successful, the async knows they are being watched, but not by whom or what.
fr_fr: Pendant toute la durée de l'exploit, l'async fait un Test de Divination qui est opposé par toute forme de vie qui concentre son attention sur lui et qui est à portée de l'exploit; si le test est réussi, l'async sait qu'il est observé, mais pas par qui ou quoi.

source: It does, however, apply a +30 Perception bonus to spot the observer.
fr_fr: Il peut, cependant, recevoir un bonus de +30 à la Perception pour détecter les observateurs.

source: This sleight does not register partial attention or fleeting attention, or simple perception of the async, it only notices targets who are actively observing (even if they are concealing their observation).
fr_fr: Cet exploit n'enregistre pas les observateurs non attentifs ou partiels, ni la perception simple de l'async. Il ne fait que noter les cibles qui observent activement (même si elles dissimulent leur observation)

source: This sleight is effective in spotting a tail, as well as finding potential mates in a bar.
fr_fr: Cet exploit est efficace aussi bien pour percevoir un petit, ou pour trouver des ami(e)s potentiels dans un bar.

source: {Penetration} Psi Type: Active
fr_fr: {Pénétration} Type: Actif

source: Strain Mod: 1 per AP point
fr_fr: Mod. de Drain: 1 par point de PA

source: Penetration is a sleight that works in conjunction with any offensive sleight that involves the Psi Assault skill.
fr_fr: Pénétration est un exploit qui fonctionne en conjonction avec n'importe quel exploi offensif qui implique la compétence Assaut Psi.

source: It allows the async to penetrate the Psi Shield of an opponent by concentrating their psi attack.
fr_fr: Il permet à l'async de pénétrer le Bouclier Psi d'un adversaire en concentrant son attaque psi.

source: Every point of Armor Penetration applied to a psi attack inflicts 1 point of strain.
fr_fr: Chaque point de Pénétration d'Armure appliquée à l'attaque psi inflige un point de drain.

source: The maximum AP that may be applied equals the async’s Psi Assault skill divided by 10 (round down).
fr_fr: La PA maximum qui peut-être appliquée est égale à la compétence Assaut Psi de l'async divisée par dix (arrondies à l'inférieur).

source: {Psi Shield} Psi Type: Passive
fr_fr: {Boulcier Psi} Type: Passif

source: Psi Shield bolsters the async’s mind to psi attack and manipulation.
fr_fr: Bouclier Psi renforce l'esprit de l'async contre les attaques et les manipulations psi.

source: If the async is hit by a psi attack, they receive WIL $$ 5 (round up) points of armor, reducing the amount of damage inflicted.
fr_fr: Si l'async est touché par une attaque psi, il reçoit un nombre de points d'armure égal à VOL $$ 5 (arrondis au supérieur), réduisant le total de dommage infligé.

source: They also receive a +10 modifier when resisting any other sleights.
fr_fr: Ils reçoivent également un modificateur de +10 lorsqu'il résistent à un autre exploit psi.

source: {Psychic Stab} Psi Type: Active
fr_fr: {Frappe Psyhcique} Type: Actif

source: Psychic Stab is an offensive sleight that seeks to inflict physical damage on the target’s brain and nervous system.
fr_fr: Frappe Psychique est un exploit offensif qui cherche à infliger des dommages physique sur le cerveau et le système nerveux de la cible.

source: Increase the damage by +5 if an Excellent Success is scored.
fr_fr: Augmentez les dommage de +5 si un Succès Excellent est obtenu.

source: {Scramble} Psi Type: Passive
fr_fr: {Brouillage} Psi : Passif

source: Scramble allows the async using the sleight to hide from another async using the Ego Sense or Omni Awareness sleights.
fr_fr: Brouillage permet à l'async utilisant l'exploit de se cacher d'un autre async utilisant les exploits Perception Egotique ou Omniscience.

source: Apply a +30 modifier to the defending async’s Opposed Test.
fr_fr: Appliquez un modificateur de +30 au test de défense de l'async lors du Test Opposé.

source: {Sense Block} Psi Type: Active
fr_fr: {Bloquage Sensoriel} Type: Actif

source: Sense Block disables and short circuits one of the target’s sensory cortices (chosen by the async), interfering with and possibly negating a specific source of sensory input for the chosen duration.
fr_fr: Blocage Sensoriel désactive et court-circuite l'un des cortex sensoriel de la cible (choisi par l'async), ineterférant voire annulant une source spécifique d'entrée sensorielle pour la durée choisie.

source: If the async beats the target in the Opposed Test, the target suffers a –30 modifier to Perception Tests with that sense equal (doubled to –60 if the async scores an Excellent Success).
fr_fr: Si l'async bat la cible lors du Test Opposé, la cible souffre d'un modificateur de -30 à ses Tests de Perception avec ce sens (ce malus est doublé à -60 si l'async obtient un Succès Excellent).

source: {Spam} Psi Type: Active
fr_fr: {Spam} Type: Actif

source: The sleight allows the async to overload and flood one of the target’s sensory cortices (chosen by the async), spamming them with confusing and distracting sensory input and thereby impairing them.
fr_fr: L'exploit permet à l'async de surcharger et de submerger l'un des cortex sensoriel (choisit par l'async), le noyant avec des entrées sensorielles confusante et déconcentrabte et donc les attaquants directement.

source: If the async wins the Opposed Test, the target suffers a –10 modifi er to all tests the duration of the sleight (doubled to –20 if the async scores an Excellent Success).
fr_fr: Si l'async gagne le test Opposé, la cible souffre d'un modoficateur de -10 à to ses tests pendant la durée de l'exploit -doublé à -20 si l'async obtient un Succès Excellent).

source: {Static} Psi Type: Active
fr_fr: {Statique} Type: Actif

source: Skill: None
fr_fr: Compétence: Aucune

source: The async generates an anti-psi jamming field, impeding any use of ranged sleights within their range.
fr_fr: L'async génère un champ de saturation anti-psi, entravant toute utilisation d'un exploit distant à portée de l'async.

source: All such ranged sleights suffer a –30 modifier.
fr_fr: Tout ces exploits distants souffrent d'un modificateur de -30.

source: This sleight has no effect on self or touch-range sleights.
fr_fr: Cet exploit n'a pas d'effet sur les exploits ayant une portée Soi ou Contact.

source: {Subliminal} Psi Type: Active
fr_fr: {Subliminal} Type: Actif

source: Strain Mod: +2
fr_fr: Mod. de Drain: +2

source: The Subliminal sleight allows the async to influence the train of thought of another person by implementing a single post-hypnotic suggestion into the mind of the target.
fr_fr: L'exploit Subliminal permet à l'async d'influencer le train de pensée d'une autre personne en implémentant une seule suggestion post-hypnotique dans l'esprit de la cible.

source: If the async wins the Opposed Test, the recipient will carry out this suggestion as if it was their own idea.
fr_fr: Si l'async gagne un Test Opposé, le récipiendaire va soutenir cette idée comem si il s'agissait de la leur.

source: Implanted suggestions must be short and simple; as a rule of thumb, the gamemaster may only suggestions encompassed by a short sentence (for example: “open the airlock,” or “hand over the weapon”).
fr_fr: Les suggestins implantés doivent être courte et simple; le maître de jeu ne devrait autoriser que les suggestions tenant en une phrase simple (par exemple: "Ouvre le sas," ou "Donnes moi ton arme").
